<template>
    <div class="page-reg">
        <div class="gradient"></div>
        <div class="gradient2"></div>
        <div class="text">
            <p>Mеждународная компания, которая специализируется на предоставлении консультационных услуг в сфере
                маркетингаи экономики. Основными странами с которыми сотрудничает компания являются: страны западной
                и центральной Европы и Америки.</p>
            <p>Мы очень гордимся своим маркетинговым отделом, который молниеносно реагирует на любые изменения в мире,
                будь это угроза землетрясения или политические события, уход глав корпораций с занимаемых постов или же
                просто изменения в прогнозах погоды. Наши клиенты всегда в курсе самых актуальных новостей.</p>
            <p>Индивидуально разработанный план обучения новых сотрудников, основанный на современныхметодиках,
                позволяет в максимально короткие строки вырастить компетентных и качественных кадров.</p>
        </div>
        <router-link class="exit-btn" to="/"><span>Выход</span></router-link>
    </div>
</template>

<script>
    import {TweenMax} from 'gsap'

    export default {
        name: 'Reg',

    }
</script>
